[
  {
    "no": 1,
    "date": "7/15/2563",
    "category": "การบริหารงานของรัฐ",
    "topic": "โควิด-19 : ตำรวจรวบ 2 ผู้ประท้วงขณะนายกฯเยือนระยอง หลังเหตุชาวอียิปต์แพร่เชื้อ",
    "who": "นายภาณุพงศ์",
    "quote": "นายกรัฐมนตรีจะรับผิดชอบอย่างไรกับการที่ชาวระยองต้องประสบปัญหาอยู่ตอนนี้ ส่งผลกระทบต่อการไปโรงเรียนของนักเรียน ผู้ประกอบการ และประชาชนโดยทั่วไปที่ต้องหวาดระแวง",
    "result": "เฟซบุ๊กชื่อ Nutchanon Payakaphan ถ่ายทอดสดผ่านเฟซบุ๊ก ชูป้ายเขียนว่า \"การ์ดอย่าตกพ่อ**\" และ \"อยู่ต่อก็ฉิบหายออกไปไอ้สั*\" ขณะยืนอยู่ริมถนนใหญ่ในจังหวัดระยองพร้อมทั้งถูกห้อมล้อมไปด้วยเจ้าหน้าที่อย่างน้อย 5 ราย \nโดยนายภาณุพงศ์ตั้งคำถามว่า \"นายกรัฐมนตรีจะรับผิดชอบอย่างไรกับการที่ชาวระยองต้องประสบปัญหาอยู่ตอนนี้ ส่งผลกระทบต่อการไปโรงเรียนของนักเรียน ผู้ประกอบการ และประชาชนโดยทั่วไปที่ต้องหวาดระแวง\"\nเนื่องจากวันที่ 8 ก.ค. 63 มีบุคคลในคณะทหารสัญชาติอียิปต์วัย 43 ปี ซึ่งเป็นลูกเรือเครื่องบินทหารที่ลงจอดท่าอากาศยานนานาชาติอู่ตะเภา จากการตรวจเชื้อยืนยันครั้งที่ 2 ได้ติดเชื้อโควิด -19 และพบว่ามีการออกนอกพื้นที่ไปยังห้างสรรสินค้า\nจากเมื่อวันที่ 3 มี.ค. 63 ประชุมคณะรัฐมนตรี นายกรัฐมนตรีมีข้อสั่งการเกี่ยวกับการควบคุมและแก้ไขปัญหาโควิด-19 โดย 1.4 ให้ด่านควบคุมโรคติดต่อระหว่างประเทศคัดกรองอย่างเคร่งครัด และปฏิบัติตามมาตรการที่กระทรวงสาธารณสุขหรือหน่วยงานที่เกี่ยวข้องกำหนด  แต่ยังพบว่ามีการออกนอกพื้นที่ของผู้ติดเชื้อโควิด ซึ่งเกิดความเสี่ยงและสร้างความหวาดระแวงให้กับคนในพื้นที่",
    "picture": "",
    "link": "https://www.bbc.com/thai/thailand-53419767\nhttps://www.bbc.com/thai/thailand-53385876"
  },
  {
    "no": 2,
    "date": "5/5/2564",
    "category": "การจัดซื้อวัคซีน",
    "topic": "นักวิชาการอัดประยุทธ์ นำเข้าวัคซีนประสิทธิภาพต่ำสุดท้องตลาด",
    "who": "รศ.ดร.พิชาย รัตนดิลก ณ ภูเก็ต\nนักวิชาการคณะพัฒนาสังคมและสิ่งแวดล้อม",
    "quote": "การนำวัคซีนที่มีคุณภาพต่ำและมีผลที่ไม่พึงประสงค์มากมาเป็นวัคซีนแรกที่ฉีดให้ประชาชน\nเป็นการสร้างรอยประทับที่เลวร้ายให้เกิดขึ้นในใจของคนไทย \nเป็นการสะท้อนความล้มเหลวอย่างสิ้นเชิงของรัฐบาลในการบริหารประเทศ\nแต่ยังทำหน้ามึนนั่งกอดตำแหน่งนายกรัฐมนตรีอยู่\nไม่ละอายแก่ใจตนเองบ้างหรือคุณประยุทธ์",
    "result": "รศ.ดร.พิชาย รัตนดิลก ณ ภูเก็ต นักวิชาการคณะพัฒนาสังคมและสิ่งแวดล้อม เขียนข้อความทางเฟซบุ๊ก แสดงความเห็นเรื่องปัญหาการบริหารจัดการวัคซีน \nว่าเมื่อผลข้างเคียงของวัคซีน Sinovac ที่ฉีดให้คนไทยปรากฏต่อสาธารณชนมากขึ้น ทำให้ความเชื่อมั่นที่มีต่อวัคซีนต่ำลง ประกอบกับเมื่อคนไทยติดตามข้อมูลก็ทราบโดยทั่วกันว่า Sinovac เป็นวัคซีนที่มีประสิทธิภาพต่ำที่สุดในบรรดาวัคซีน และจนบัดนี้ยังไม่ได้รับการรับรองจากองค์การอนามัยโลก จนเกิดการตั้งคำถามว่า \"ทำไมรัฐบาลพลเอกประยุทธ์ จึงนำวัคซีนที่ไม่ผ่านการรับรองจากองค์การอนามัยโลกมาฉีดให้คนไทย\" หรือไม่คำนึงต่อความปลอดภัยของประชาชน หรือมีผลประโยชน์ของคนบางกลุ่มเข้ามาเกี่ยวข้อง หรือเป็นความผิดพลาดในการละเลยการหาวัคซีนในช่วงแรก",
    "picture": "",
    "link": "https://www.matichon.co.th/politics/news_2715820"
  },
  {
    "no": 3,
    "date": "1/28/2564",
    "category": "การจัดซื้อวัคซีน",
    "topic": "หมอเอก\" ชี้ \"บิ๊กตู่\" หลบมุมแก้โควิด โยนบุคลากร สธ.เป็นหนังหน้าไฟ ตอบเรื่องวัคซีน",
    "who": "นพ.เอกภพ เพียรพิเศษ ส.ส.เขต1 เชียงราย พรรคก้าวไกล",
    "quote": "มีคำพูดของคุณประยุทธ์ในกรณีที่มีประชาชนตั้งคำถามเกี่ยวกับเรื่องวัคซีนว่า…. อย่าให้เรื่องวัคซีนเป็นเรื่องการเมือง!!!!\nบางทีแล้วคุณประยุทธ์คงลืมไปว่า สถานะปัจจุบันของคุณประยุทธ์เป็นนายกรัฐมนตรีที่มาจากการสืบทอดอำนาจก็ถือเป็นนักการเมือง และการดำเนินการหลายอย่างของคุณประยุทธ์ก็เป็นเรื่องการเมืองทั้งสิ้น",
    "result": "นพ.เอกภพ เพียรพิเศษ ส.ส.เขต1 เชียงราย พรรคก้าวไกล โพสต์ข้อความแสดงความเห็น กรณีปัญหาการบริหารจัดการวัคซีน \nเรื่องการฉีดวัคซีนยังมีหลายประเด็นที่ประชาชนมีความสงสัย และไม่กระจ่างชัด ชี้ว่าคนที่ควรตอบคำถามเรื่องวัคซีนมากกว่าคุณอนุทิน รมต.สาธารณสุข หรือพลเอกประยุทธ์ และศบค. เนื่องจากวัคซีนไม่สามารถจะดำเนินการได้โดยกระทรวงสาธารณสุขได้เพียงหน่วยงานเดียว แต่ต้องอาศัยวิสัยทัศน์ของคนที่อยู่ในตำแหน่งนายกรัฐมนตรี อีกทั้ง เรื่องการวางแผนฉีดวัคซีนของประเทศเป็นเรื่องที่ต้องพิจารณาโดยคณะรัฐมนตรีที่มีผู้นำคือ พลเอกประยุทธ์",
    "picture": "",
    "link": "https://www.matichon.co.th/politics/news_2551136"
  },
  {
    "no": 4,
    "date": "4/4/2564",
    "category": "การบริหารงานของรัฐ",
    "topic": "4 เมษา: อดีตแกนนำเสื้อเหลือง-เสื้อแดง สามัคคีชุมนุมไล่ พล.อ. ประยุทธ์ ยึด “พฤษภา 35 โมเดล",
    "who": "-นายอดุลย์ เขียวบริบูรณ์ \n-นายจตุพร พรหมพันธุ์\n-นายพิภพ ธงไชย \n-นายวีระ สมความคิด \n-นายชินวัตร จันทร์กระจ่าง \n-นายการุณ ใสงาม \n-พ.ท. แพทย์หญิง กมลพรรณ ชีวพันธ์ศรี \n-นายศักดิ์ณรงค์ มงคล\n-นางพะเยาว์ อัคฮาด \n-นายศุวิช สุมานนท์",
    "quote": "พล.อ. ประยุทธ์ คือ \"ตัวปัญหาของชาติ\" จึงต้องการเปิดเวทีชำแหละความผิดพลาดล้มเหลวของนายกฯ คนที่ 29",
    "result": "นายจตุพร และนายอดุลย์ เขียวบริบูรณ์ สองแกนนำจัดกิจกรรม \"ไทยไม่ทน สามัคคีประชาชน เพื่อประเทศไทย\" เกิดขึ้นที่อนุสรณ์พฤษภาประชาธรรรม สวนสันติพร กทม. ในวันที่ 4 เดือน 4 เวลา 4 โมงเย็น เรียกว่า ปฏิบัติการภายใต้รหัส \"4-4-4\"  \nนักเคลื่อนไหวทางการเมืองหลากหลายกลุ่มได้ประกาศสลายขั้ว-เลิกข้าง-ไม่แบ่งสีเสื้อ ก่อนมารวมตัวกันในนามกลุ่ม \"สามัคคีประชาชน\"\nโดยมีเป้าหมายขับไล่พลเอกประยุทธ์ จันทร์โอชา ออกจากอำนาจ และเปิดเวทีปราศรัยการบริหารงานที่ล้มเหลว โดยใช้โมเดล พฤษภา 2535",
    "picture": "",
    "link": ""
  },
  {
    "no": 5,
    "date": "5/1/2564",
    "category": "การบริหารงานของรัฐ",
    "topic": "ย้ายประเทศกันเถอะ",
    "who": "โซเซียลมีเดีย",
    "quote": "ย้ายประเทศกันเถอะ\" \"เป็นเหมือนฟางเส้นสุดท้ายที่ทำให้คนรู้สึกว่าชีวิตที่นี่มันไม่โอเคแล้ว...อยากไปอยู่ในที่ที่ดีกว่านี้",
    "result": "จากที่มีกรุ๊ปเฟซบุ๊ก “ย้ายประเทศกันเถอะ” เกิดขึ้น โดยมีผู้เข้าร่วมกลุ่มนี้เป็นจำนวนมาก เป็นการแชร์ประสบการณ์ และให้คำปรึกษาในการหาลู่ทางทั้งการใช้ชีวิต และทำมาหากิน ย้ายไปใช้ชีวิตอยู่ประเทศอื่นและเห็นไปทางเดียวกันว่า การหาดินแดนใหม่ เพื่อทำงานและใช้ชีวิต น่าจะเป็นอีกหนึ่งทางออก เนื่องจากสิ้นหวังในประเทศที่ตัวเองกำเนิดขึ้นมา และผู้นำได้สร้างบาดแผล มีการบริหารจัดการภาครัฐในภาวะวิกฤตที่ส่งผลต่อเศรษฐกิจเป็นอย่างมาก",
    "picture": "",
    "link": "https://www.bbc.com/thai/thailand-56629540https://www.khaosod.co.th/politics/news_6390536"
  },
  {
    "no": 6,
    "date": "5/22/2564",
    "category": "การจัดซื้อวัคซีน",
    "topic": "โควิด-19: สรุปดรามา ศิลปินดาราแห่ประชาสัมพันธ์ฉีดวัคซีนโควิด",
    "who": "ข่าว",
    "quote": "การตัดสินใจฉีดวัคซีนหรือไม่ก็ขึ้นอยู่กับการตัดสินใจของแต่ละคน อยากให้คนดังเป็นแค่ตัวกลางส่งผ่านข้อมูลที่เป็นประโยชน์ในการตัดสินใจ แต่ไม่อยากให้เชื่อว่าสิ่งที่เขาใช้ สิ่งที่เขาเลือกนั้นดีไปเสียหมด ",
    "result": "จากการที่นักแสดง ชมพู่-อารยา เอ ฮาร์เก็ต ออกมารีวิวการฉีดวัคซีน Sinovac ทำให้ชาวเน็ตคอมเมนต์และคิดว่าน่าจะเป็นแผนประชาสัมพันธ์จากรัฐบาล เพราะถ้ามีวัคซีนหลากหลายเป็นทางเลือกมากกว่านี้จะไม่กลายเป็นประเด็น อย่างที่เป็นประเด็นมาตลอดคือรัฐบาลมีปัญหาเรื่องการจัดการและการสื่อสารให้ประชาชนรับทราบเกี่ยวกับการเลือกวัคซีน ซึ่งการให้คนดังมารีวิวเหมือนใช้ชื่อเสียงสร้างความน่าสนใจ เพื่อกลบเกลื่อนต้นเหตุของปัญหา ความไม่จริงใจในการให้ข้อมูลของรัฐบาล ยังลามไปถึงความไว้เนื้อเชื่อใจของประชาชนต่อคนดัง ซึ่งก่อนหน้านี้ก็เสื่อมความนิยมลงไป เพราะละเลยการพูดถึงประเด็นปัญหาต่างๆ ในสังคม",
    "picture": "",
    "link": "https://thestandard.co/celebrity-drama-campaigning-for-covid-19-vaccination/"
  },
  {
    "no": 7,
    "date": "5/31/2564",
    "category": "การจัดซื้อวัคซีน",
    "topic": "ฉีดวัคซีน: ความไม่แน่นอนของวัคซีนโควิดจากรัฐบาล ผลักท้องถิ่นดิ้นซื้อวัคซีนเอง",
    "who": "บีบีซีไทย",
    "quote": "ต้องถามความรู้สึกชาวบ้านว่าตอนนี้เป็นยังไง เขาก็อึดอัด...งบผ่านสภาไปแล้ว 300 ล้าน ต้องรอปลดล็อก จะซื้อก็ซื้อไม่ได้ ถ้าซื้อได้ชาวบ้านก็ได้ประโยชน์",
    "result": "กรณีการจัดหาวัคซีนป้องกัน COVD -19 \nในระยะแรกนี้ภาครัฐเท่านั้นที่จะดำเนินการจัดชื้อและบริหารจัดการวัคซีนและกระจายวัคซีนตามแผนการบริหารจัดการวัคซีน เพื่อให้ตรงกับกลุ่มเป้าหมายและเพื่อให้สามารถติดตามอาการไม่พึงประสงค์ภายหลังการได้รับวัคซีน จึงยังไม่สามารถให้ภาคเอกชน หรือองค์กรปกครองส่วนท้องถิ่นจัดซื้อวัคซีนป้องกัน COVD -19 กับผู้ผลิตวัคซีนได้โดยตรง ส่งผลให้บางพื้นที่จัดเป็นพื้นที่สีแดงการติดเชื้อระบาดสูง เมื่อไม่สามารถจัดซื้อได้ประกอบกับได้รับจัดสรรวัคซีนน้อย ทำให้การควบคุมและบริหารจัดการกับสถานการณ์โควิด-19 เป็นไปได้ยาก",
    "picture": "",
    "link": "https://www.bangkokbiznews.com/news/detail/921595"
  },
  {
    "no": 8,
    "date": "4/22/2564",
    "category": "การกู้เงิน",
    "topic": "1 ปี เงินกู้โควิด พลาดเป้า “ศิริกัญญา” ชำแหละเสียโอกาสกู้วิกฤต",
    "who": "ประชาชาติธุรกิจ",
    "quote": "“แต่เมื่อเราไม่มีผู้นำที่มีวิสัยทัศน์ และเป็นผู้นำมากพอก็เป็นอุปสรรคที่ทำให้เราไม่สามารถฟื้นฟูเศรษฐกิจเราได้”",
    "result": "เนื่องจากผลกระทบที่เกิดขึ้นจากโรคโควิด - 19 ทำให้รัฐบาลดำเนินการกู้เงินมาเพื่อแก้ปัญหาเหล่านี้ แต่ผ่านมาได้มีการนำเสนอว่าการกู้เงินและการบริหารจัดการ การเยียวยา ไม่สอดคล้องกัน การบริหารจัดการเป็นไปอย่างล่าช้า และเศรษฐกิจก็ไม่ได้ฟื้นฟูขึ้น",
    "picture": "",
    "link": "https://www.prachachat.net/public-relations/news-473546"
  },
  {
    "no": 9,
    "date": "6/5/2563",
    "category": "มาตรการเยียวยา",
    "topic": "กดไม่ได้ สิทธิไม่ทั่วถึง เงินในแอพไม่ช่วยเยียวยา\" มาตรการช่วยเหลือของรัฐในมุมของประชาชน",
    "who": "The MATTER",
    "quote": "รายจ่ายอื่นๆ อย่างค่าไฟ ค่าน้ำ ก็เอาไปจ่ายไม่ได้ จ่ายได้แต่ของกิน ของใช้มาเฉยๆ เงินสดก็ไม่มีใช้จ่ายในชีวิตประจำวัน ในครอบครัว ไหนจะให้เงินลูกไปโรงเรียน ไปกินขนม ขอทำนู่นทำนี่ก็ไม่มี ถ้าได้เงินสด กดมาก็ดีกว่า”",
    "result": "The MATTER นำเสนอ การพูดคุยกับประชาชน ผู้ทำมาค้าขาย และประกอบอาชีพในย่านแยกพระราม 9 เกี่ยวกับมาตรการช่วยเหลือของรัฐบาล ว่าคิดเห็นเป็นอย่างไร รวมไปถึงการช่วยเหลือแบบไหน บางพูดถึงการเข้าถึงสิทธิ์ที่ยาก และไม่ทั่วถึง ซึ่งได้สะท้อนถึงความสอดคล้องของการบริหารงานกับสถานการณ์โควิด - 19",
    "picture": "",
    "link": "https://thematter.co/social/gov-cash-handout-program/133711"
  }
]
