<template>
  <div class="about-page">
    <div class="container">
      <h2>เกี่ยวกับโปรเจกต์นี้</h2>

      <p>
        หลายคนเข้าใจว่า เรามีคณะรัฐมนตรี หรือ ครม. ที่ทำหน้าที่บริหารประเทศ
        แล้วมีรัฐมนตรีในกระทรวงต่างๆ พวกเขาเหล่านี้อยู่ในฝ่ายบริหาร
        แต่บริหารอย่างไร? ตัดสินใจอะไร อย่างไร? กันบ้าง รายละเอียดลึกๆ
        ประชาชนอย่างเราอาจจะเข้าถึงได้ยากหรือแทบจะไม่รู้เลย
        ถ้าไม่เห็นผ่านกลไกการอภิปรายไม่ไว้วางใจของรัฐสภา
        ซึ่งหากกลไกนี้ไม่แข็งแรงการอภิปรายนั้น คงเป็นแค่การประชุมนึงเท่านั้น!
      </p>

      <p>
        โดยที่ความจริงแล้ว คณะรัฐมนตรีถือเป็นตัวแทนของประชาชนและประเทศ
        ที่ต้องทำหน้าที่ ‘ในการกำหนดทิศทาง ตัดสินใจเรื่องสำคัญๆ’ เรียกว่า
        ‘มติของคณะรัฐมนตรี’ แล้วออกมาเป็นรูปแบบนโยบาย ประกาศต่างๆ
        นอกจากนี้ยังเป็นตัวแทนของประเทศที่ต้องคอยสร้างความร่วมมือระหว่างประเทศ
        ลดข้อขัดแย้ง เชื่อมสัมพันธไมตรีอันดีกับประเทศอื่นๆ
        กล่าวได้ว่ามีหน้าที่สำคัญมากและทุกการตัดสินใจส่งผลต่อเราทุกคน
      </p>

      <p>
        โดยปัจจุบันอยู่ในการบริหารของคณะรัฐมนตรีชุดที่ 26 หรือ
        คณะรัฐมนตรีในรัฐบาลพลเอกประยุทธ์ จันทร์โอชา
        ที่ได้จัดตั้งรัฐบาลตั้งแต่วันที่ 10 กรกฏาคม พ.ศ.2562 ถึงปัจจุบัน
        เป็นระยะเวลาเกือบ 2 ปี
      </p>

      <p>
        ดังนั้น ELECT เลยชวนทุกคนมาดูการตัดสินใจ การบริหารงาน ผ่านมติคณะรัฐมนตรี
        (ตั้งแต่ 10 กรกฏาคม พ.ศ. 2562 - 5 พฤษภาคม 2564)
        ว่าคณะรัฐมนตรีในรัฐบาลพลเอกประยุทธ์ จันทร์โอชา ใครเสนอมติอะไรบ้าง?
        รายละเอียดเกี่ยวกับมตินั้นคืออะไร ประเภทไหน? แล้วลงมตินั่นว่าอย่างไร?
      </p>

      <p>
        แล้วชวนมาดู feedback ฝั่งประชาชนและสื่อด้วย
        โดยเฉพาะเกี่ยวกับประเด็นปัญหาปัจจุบัน คือ ‘โรคโควิด - 19’
        ที่กำลังแพร่ระบาดอยู่ ว่าแสดงความคิดเห็นกันอย่างไร แล้วฝ่ายคณะรัฐมนตรี
        มีมติอย่างไร กับเรื่องนี้บ้างเพื่อให้ทุกคนรู้ว่าตอนนี้ ตัวแทนของเรา
        ‘คนที่กำลังทำหน้าที่บริหาร กำลังจะพาประเทศหรือบริหารไปในทิศทางใด’
      </p>

      <h5>
        เพราะการตัดสินใจของคนที่บริหารประเทศล้วนส่งผลต่อทุกคนและภาพลักษณ์ของประเทศ
      </h5>

      <h3>ที่มาของข้อมูล</h3>

      <p>
        - มติคณะรัฐมนตรี จากเว็บไซต์สำนักเลขาธิการคณะรัฐมนตรี<br />
        - สรุปข่าวการประชุมคณะรัฐมนตรี จากเว็บรัฐบาลไทย
      </p>

      <p>
        *เนื่องจากข้อมูลไม่ได้รวมไว้ที่เดียวและได้คัดบางส่วนที่เป็น private
        affair ออก ส่งผลให้การรวบรวมข้อมูลและข้อมูลที่นำมาวิเคราะห์
      </p>

      <h3>นโยบายการนำข้อมูลไปใช้ต่อ</h3>

      <p>
        ELECT มีความตั้งใจที่พัฒนาทุกโปรเจ็กต์ให้เป็น Open Source
        และเปิดข้อมูลเป็น Open Data ภายใต้เงื่อนไข Creative Commons
        Attribution-ShareAlike License คือสามารถนำไปเผยแพร่และดัดแปลงได้
        โดยต้องระบุที่มา แต่ห้ามนำไปใช้เพื่อการค้า
        และต้องเผยแพร่งานดัดแปลงโดยใช้สัญญาอนุญาตชนิดเดียวกัน
      </p>

      <p>
        หากมีข้อสงสัยต้องการสอบถามเพิ่มเติม
        ประสงค์แจ้งเปลี่ยนแปลงหรือเพิ่มเติมข้อมูลเพื่อความถูกต้อง
        หรือมีข้อเสนอแนะใดๆ สามารถติดต่อได้ที่ contact [at] elect.in.th
      </p>

      <h3>อาสาสมัครร่วมพัฒนา</h3>

      <h5>เขียนโปรแกรม</h5>

      <p>กฤษณ์ ตันติแสงอรุณ</p>

      <h5>ออกแบบ</h5>

      <p>สปัญญา ศรีสุข</p>

      <h5>สืบค้นและรวบรวมข้อมูล</h5>

      <p>
        <a
          href="https://www.linkedin.com/in/suphisara-isaranugul-a943b017b/"
          target="_blank"
          rel="noopener noreferrer"
          >ศุภิสรา อิศรานุกูล
        </a>
      </p>

      <h5>บรรณาธิการ</h5>

      <p>
        <a
          href="https://www.linkedin.com/in/thanisara-r/"
          target="_blank"
          rel="noopener noreferrer"
          >ธนิสรา เรืองเดช
        </a>
      </p>

      <h5>ประสานงานและจัดการอื่นๆ</h5>

      <p>
        <a
          href="https://punchup.world/"
          target="_blank"
          rel="noopener noreferrer"
          >Punch Up </a
        ><br />

        โปรเจกต์ Cabinet Resolution ได้รับการสนับสนุนทุนในการดำเนินงานจาก
        <a
          href="https://www.ned.org/"
          target="_blank"
          rel="noopener noreferrer"
        >
          National Endowment for Democracy (NED)</a
        >
        ซึ่งนำมาใช้เป็นต้นทุนในการรวมรวมข้อมูล ออกแบบ พัฒนาเว็บไซต์ ประสานงาน
        บริหารจัดการ ตลอดจนการจัด Meetup เพื่อดำเนินโครงการ
      </p>

      <h3>ร่วมพัฒนาโครงการ</h3>

      <p>
        ตรวจสอบ ติดตาม และร่วมพัฒนาโปรเจ็กต์ได้ทาง Github
        โค้ดบนเว็บไซต์ทั้งหมดถูกเปิดเผยแบบสาธารณะเพื่อความโปร่งใสในการดำเนินการและพัฒนา
        และร่วมเป็นส่วนหนึ่งในการพัฒนา Civic Tech ในประเทศไทย
      </p>

      <p>
        หากคุณต้องการแบ่งปันทักษะด้านพัฒนาระบบ ออกแบบ รวบรวมข้อมูล
        หรือแบ่งปันข้อมูล รวมทั้งความช่วยเหลือด้านอื่น ๆ สามารถติดต่อได้ที่
        contact [at] elect.in.th
      </p>

      <a
        href="https://docs.google.com/spreadsheets/d/1vcQpFyQNsuDkfp69iv_3VjkTbi-u-S3Ly84vBpnIqQ8/edit#gid=1265738665"
        download
        target="_blank"
        rel="noopener noreferrer"
        class="btn-download"
        >ดาวน์โหลดข้อมูล</a
      >

      <div class="sharer">
        <elect-sharer :url="url" />
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      url: process.env.web_url
    };
  }
};
</script>

<style lang="scss" scoped>
.about-page {
  background: white;
  padding: 40px 0;
  .container {
    max-width: 800px;
  }
  h3,
  h4 {
    margin: 30px 0;
  }
  h5 {
    margin: 40px 0 10px 0;
  }
  p {
    margin-top: 0;
  }
  a {
    color: black;
  }
  .btn-download {
    display: block;
    margin: 40px auto 0 auto;
    width: max-content;
    border-radius: 8px;
    border: 1px solid black;
    padding: 8px 16px;
    color: black;
    text-decoration: none;
  }
  .btn-download:hover {
    background: $color-light-grey;
  }
  .sharer {
    margin-top: 100px;
    display: flex;
    justify-content: center;
  }
}
</style>
